import ContentLoader from "react-content-loader";

export const headerArr = [
  'Доставка та оплата',
  'Блог',
  'Про компанію',
  'Акції',
  'Наші заклади',
  'Вакансії',
  'Контакти'
];

export const phones = [
  '+3809312345678',
  '+3806712345678',
  '+3809912345678'
];

export const delArr = [
  "Приймаємо замовлення щоденно з 10:00 до 20:00;",
  "Термін доставки 60-90 хвилин з моменту прийняття замовлення",
  " Мінімальне замовлення на доставку від 250 гривень;",
  "Вартість доставки 50 грн.;",
  "Постійні акції та знижки;",
  "Знижки для клієнтів.",
  "Телефони:",
  "+3809312345678",
  "+3806712345678",
  "+3809912345678"
];

export const blogArr = [{
  name: 'Запрошуємо до літнього майданчику.',
  article: 'Дорогі гості кафе Pizza Life запрошує Вас у затишну обстановку до свойого літнього майданчика серед зелені та декоративних рослин. Тут, у розслаблюючій тиші та спокої, можна насолодитися стравами італійської та японської кухні, а також різними освіжаючими напоями. Майданчик чудово підходить для ділових зустрічей та відпочинку в компанії друзів, сімейних обідів у вихідний день та неспішних вечерь після робочого дня. Також всі страви Ви можете замовити на доставку в нашій службі доставки піци та суші по Харкову.',
  preview: 'Дорогі гості кафе Pizza Life запрошує Вас у затишну обстановку до свойого літнього майданчика серед зелені та декоративних рослин.',
  data: '04.07.2022',
  link: 'summer-area',
  img: 'https://pizzalife.ua/assets/cache_image/files/images/0/2/%D0%9B%D0%B5%D1%82%D0%BD%D1%8F%D1%8F_1200x0_105.jpg'
},
{
  name: 'Доставка піци та суші по місту',
  article: 'Дорогі друзі! У зв\'язку зі значним підвищенням цін на паливо ми вимушені ввести платну доставку піци та суші. Дякуємо за розуміння.',
  preview: '',
  data: '11.06.2022',
  link: 'deliver-in-city',
  img: 'https://pizzalife.ua/assets/cache_image/files/images/149/2/%D0%B4%D0%BE%D1%81%D1%82%D0%B0%D0%B2%D0%BA%D0%B0%D1%81%D1%83%D1%88%D0%B8%20%D1%85%D0%B0%D1%80%D1%8C%D0%BA%D0%BE%D0%B2_1200x0_021.png'
},];

export const arrPlaces = [{
  name: 'Pizza shop: м.Харків, вул. Героїв Харкова 296.Бронювання столиків: 096 818-54-59. Пн-Нд 10:00-21:00',
  img: 'https://pizzalife.ua/assets/cache_image/files/images/284/2/saltov_1200x0_021.png'
},
{
  name: 'Pizza shop: м.Харків, вул. Велика Кільцева 136-А. Бронювання столиків: 063 035 83 62. ТИМЧАСОВО НЕ ПРАЦЮЄ',
  img: 'https://pizzalife.ua/assets/cache_image/files/images/283/2/23avg_1200x0_105.jpg'
}];

export const arrVacancies = [{
  name: 'Шукаємо піцайоло 14 000 грн · Ставка за годину + %',
  img: 'https://pizzalife.ua/assets/cache_image/files/images/312/2/pizzalife_pizza_1200x0_021.png'
},
{
  name: 'Шукаємо оператора Call-центру 30 грн/годину + %',
  img: 'https://pizzalife.ua/assets/cache_image/files/images/313/2/pizzalife_operator_1200x0_105.jpg'
}];

export const email = [
  {
    mailto: 'mailto:pizzashop@gmail.com',
    name: 'pizzashop@gmail.com',
  }
];

export const address = [
  {
    name: 'м.Харків, вул. Героїв Харкова 296',
    blank: true,
    link: 'https://goo.gl/maps/WZ9wufaczsi7AFSi7'
  },
  {
    name: 'м.Харків, вул. Велика Кільцева 136-А',
    blank: true,
    link: 'https://goo.gl/maps/6j4hGFrotNwsfjLN6'
  }
];

const phoneArr = [
  {
    name: "+3809312345678"
  },
  {
    name: "+3806712345678",
  },
  {
    name: "+3809912345678"
  }
]

export const contactsArr = [
  {
    img: 'https://pizzalife.ua/templates/main/wp-content/uploads/2019/04/demo1-1443275951-1.svg',
    data: phoneArr,
  },
  {
    img: 'https://pizzalife.ua/templates/main/wp-content/uploads/2019/04/demo1-1235660799-1.svg',
    data: email
  },
  {
    img: 'https://pizzalife.ua/templates/main/wp-content/uploads/2019/04/demo1-1235715142-1.svg',
    data: address,
  }
];

export const inputs = [
  {
    id: 'name',
    placeholder: 'Ім\'я',
    required: true,
  },
  {
    id: 'phone',
    placeholder: 'Телефон',
    required: true
  },
  {
    id: 'email',
    placeholder: 'Email',
    required: false
  }
];

export const categoriesArr = [
  'Піца',
  'Суші',
  'Шаурма'
];

export const infoArr = [
  'Доставка та оплата',
  'Блог',
  'Про компанію',
  'Акції',
  'Наші заклади',
  'Вакансії',
  'Контакти'
];

export const contacts = [
  '+3809312345678',
  '+3806712345678',
  '+3809912345678',
  'pizzashop@gmail.com',
];


export const iconsArr = [
  {
    item: <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
    <g clipPath="url(#clip0_1_1316)">
    <path d="M16.0001 0.755859C7.43136 0.755859 0.484863 7.70236 0.484863 16.2711C0.484863 23.9563 6.07841 30.3209 13.4125 31.5533V19.508H9.66975V15.1734H13.4125V11.9772C13.4125 8.26872 15.6775 6.2478 18.9862 6.2478C20.5709 6.2478 21.9327 6.36588 22.3281 6.41789V10.2943L20.0333 10.2954C18.2342 10.2954 17.8874 11.15 17.8874 12.4047V15.1712H22.18L21.6201 19.5058H17.8874V31.657C25.5638 30.7227 31.5152 24.196 31.5152 16.2667C31.5152 7.70236 24.5686 0.755859 16.0001 0.755859Z" fill="white"/>
    </g>
    <defs>
    <clipPath id="clip0_1_1316">
    <rect width="32" height="32" fill="white"/>
    </clipPath>
    </defs>
    </svg>,
    id: 1,
    url: 'https://www.facebook.com'
  },
  {
    item: <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
      <radialGradient id="rg" r="150%" cx="30%" cy="107%">
  <stop stopColor="#fdf497" offset="0" />
  <stop stopColor="#fdf497" offset="0.05" />
  <stop stopColor="#fd5949" offset="0.45" />
  <stop stopColor="#d6249f" offset="0.6" />
  <stop stopColor="#285AEB" offset="0.9" />
</radialGradient>
    <path d="M16 0.691406C7.43254 0.691406 0.484863 7.63909 0.484863 16.2066C0.484863 24.774 7.43254 31.7217 16 31.7217C24.5675 31.7217 31.5152 24.774 31.5152 16.2066C31.5152 7.63909 24.5675 0.691406 16 0.691406ZM24.8554 19.8796C24.8122 20.828 24.6614 21.4755 24.4413 22.0423C23.9785 23.239 23.0325 24.185 21.8357 24.6479C21.2692 24.868 20.6215 25.0186 19.6733 25.0619C18.7232 25.1052 18.4198 25.1157 16.0002 25.1157C13.5805 25.1157 13.2772 25.1052 12.327 25.0619C11.3788 25.0186 10.7311 24.868 10.1646 24.6479C9.56986 24.4242 9.0315 24.0735 8.58643 23.6202C8.1333 23.1753 7.78269 22.6367 7.55897 22.0423C7.3388 21.4757 7.18799 20.828 7.1449 19.8799C7.10111 18.9296 7.09092 18.6261 7.09092 16.2066C7.09092 13.7871 7.10111 13.4836 7.14466 12.5335C7.18775 11.5851 7.33832 10.9376 7.55849 10.3708C7.78221 9.77641 8.13307 9.23781 8.58643 8.79297C9.03127 8.33961 9.56986 7.989 10.1643 7.76527C10.7311 7.5451 11.3785 7.39453 12.327 7.35121C13.277 7.30788 13.5805 7.29747 16 7.29747C18.4195 7.29747 18.723 7.30788 19.673 7.35144C20.6215 7.39453 21.269 7.5451 21.8357 7.76503C22.4302 7.98875 22.9687 8.33961 23.4138 8.79297C23.867 9.23804 24.2178 9.77641 24.4413 10.3708C24.6617 10.9376 24.8122 11.5851 24.8556 12.5335C24.8989 13.4836 24.9091 13.7871 24.9091 16.2066C24.9091 18.6261 24.8989 18.9296 24.8554 19.8796Z" fill="white"/>
    <path d="M16 21.0549C18.1422 21.0549 19.8788 19.3183 19.8788 17.1762C19.8788 15.034 18.1422 13.2974 16 13.2974C13.8578 13.2974 12.1212 15.034 12.1212 17.1762C12.1212 19.3183 13.8578 21.0549 16 21.0549Z" fill="white"/>
    <path d="M20.3636 12.3275C21.1669 12.3275 21.8181 11.6763 21.8181 10.873C21.8181 10.0697 21.1669 9.41846 20.3636 9.41846C19.5603 9.41846 18.9091 10.0697 18.9091 10.873C18.9091 11.6763 19.5603 12.3275 20.3636 12.3275Z" fill="white"/>
    </svg>,
    id: 2,
    url: 'https://www.instagram.com'
  },
  {
    item: <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
    <g clipPath="url(#clip0_1_1323)">
    <path d="M16 0.691406C7.43254 0.691406 0.484863 7.63909 0.484863 16.2066C0.484863 24.774 7.43254 31.7217 16 31.7217C24.5675 31.7217 31.5152 24.774 31.5152 16.2066C31.5152 7.63909 24.5675 0.691406 16 0.691406ZM23.084 12.7885C23.0909 12.9412 23.0942 13.0946 23.0942 13.2487C23.0942 17.9544 19.5124 23.3808 12.9619 23.3811H12.9621H12.9619C10.9508 23.3811 9.07933 22.7916 7.50333 21.7814C7.78198 21.8142 8.0656 21.8306 8.35276 21.8306C10.0213 21.8306 11.5569 21.2615 12.7758 20.3063C11.2169 20.2774 9.90247 19.2477 9.44888 17.8328C9.66597 17.8744 9.88922 17.8971 10.1182 17.8971C10.4432 17.8971 10.758 17.8533 11.0573 17.7717C9.42781 17.4455 8.2003 16.0054 8.2003 14.2809C8.2003 14.2647 8.2003 14.2504 8.20077 14.2355C8.68064 14.5022 9.22942 14.6627 9.8137 14.6807C8.8575 14.0427 8.22894 12.9521 8.22894 11.7165C8.22894 11.0641 8.40532 10.4528 8.71119 9.92652C10.4673 12.0813 13.0919 13.4985 16.0516 13.6473C15.9905 13.3865 15.9591 13.1147 15.9591 12.8353C15.9591 10.8695 17.554 9.2745 19.5206 9.2745C20.545 9.2745 21.4702 9.70746 22.1201 10.3997C22.9313 10.2397 23.6932 9.94329 24.3814 9.53539C24.1151 10.3666 23.5507 11.0641 22.8153 11.5051C23.5357 11.4189 24.2223 11.2279 24.8603 10.9442C24.3838 11.6585 23.7794 12.2859 23.084 12.7885Z" fill="white"/>
    </g>
    <defs>
    <clipPath id="clip0_1_1323">
    <rect width="32" height="32" fill="white"/>
    </clipPath>
    </defs>
    </svg>,
    id: 3,
    url: 'https://www.twitter.com'
  },
  {
    item: <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
    <g clipPath="url(#clip0_1_1325)">
    <path d="M16 0.691406C7.43254 0.691406 0.484863 7.63909 0.484863 16.2066C0.484863 24.774 7.43254 31.7217 16 31.7217C24.5675 31.7217 31.5152 24.774 31.5152 16.2066C31.5152 7.63909 24.5675 0.691406 16 0.691406ZM11.4915 24.146H7.71285V12.7778H11.4915V24.146ZM9.60228 11.2255H9.57766C8.30968 11.2255 7.4896 10.3526 7.4896 9.26172C7.4896 8.14618 8.33476 7.29747 9.62738 7.29747C10.92 7.29747 11.7154 8.14618 11.74 9.26172C11.74 10.3526 10.92 11.2255 9.60228 11.2255ZM25.1165 24.146H21.3383V18.0643C21.3383 16.5359 20.7912 15.4935 19.424 15.4935C18.3802 15.4935 17.7586 16.1966 17.4853 16.8754C17.3854 17.1183 17.3611 17.4578 17.3611 17.7975V24.146H13.5827C13.5827 24.146 13.6321 13.8444 13.5827 12.7778H17.3611V14.3874C17.8632 13.6128 18.7616 12.5111 20.7664 12.5111C23.2524 12.5111 25.1165 14.1358 25.1165 17.6275V24.146Z" fill="white"/>
    </g>
    <defs>
    <clipPath id="clip0_1_1325">
    <rect width="32" height="32" fill="white"/>
    </clipPath>
    </defs>
    </svg>,
    id: 4,
    url: 'https://www.linkedin.com'
  }
];

export const arrTypes = ['Усі', 'Сирні', 'М\'ясні', 'Овочеві', 'Фірмові', 'Морські'];

const PizzasBlockLoadingItem = <ContentLoader
speed={2}
width={600}
height={500}
viewBox="0 0 600 500"
backgroundColor="#f3f3f3"
foregroundColor="#ecebeb"
>
<rect x="129" y="16" rx="0" ry="0" width="310" height="210" /> 
<rect x="132" y="237" rx="0" ry="0" width="170" height="20" /> 
<rect x="131" y="267" rx="0" ry="0" width="55" height="30" /> 
<rect x="130" y="314" rx="0" ry="0" width="100" height="30" /> 
<rect x="255" y="314" rx="0" ry="0" width="100" height="30" /> 
<rect x="129" y="364" rx="0" ry="0" width="125" height="30" /> 
<rect x="276" y="365" rx="0" ry="0" width="125" height="30" /> 
<rect x="135" y="438" rx="0" ry="0" width="85" height="28" />
</ContentLoader>

export const PizzasBlockLoadingArrCopy: any = [];

PizzasBlockLoadingArrCopy.length = 9;

PizzasBlockLoadingArrCopy.fill(PizzasBlockLoadingItem);

export const PizzasBlockLoadingArr = [...PizzasBlockLoadingArrCopy];

export const optionsFirst = [
  {
    name: 'Кур\'єрська доставка по місту',

  }
];

export const pizzas = [
    {
      "name": "Піца з ростбіфом",
      "prices": ["189 грн","269 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["710","1110"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, ростбіф з телятини, огірок маринований, помідор, печериці, бальзамічний соус, базилік, орегано.",
      "souses": ["Вершковий соус", "Томатний соус"],
      "dough": [],
      "img": "https://pizzalife.ua/files/images/326/2/%D0%BF%D0%B8%D1%86%D1%86%D0%B0%20%D1%80%D0%BE%D1%81%D1%82%D0%B1%D0%B8%D1%84.jpg"
    },
    {
      "name": "Піца з грушою",
      "prices": ["199 грн","280 грн"],
      "type": ["Сирні"],
      "sizes": ["32", "42"],
      "weight": ["720","1065"],
      "components": "Вершковий соус, сири Моцарелла, Дор Блю, Пармезан, Бри, груша, волоський горіх, бальзамічний соус.",
      "souses": ["Вершковий соус"],
      "dough": [],
      "img": "https://pizzalife.ua/files/images/320/2/%D0%BF%D0%B8%D1%86%D1%86%D0%B0%20%D0%B3%D1%80%D1%83%D1%88%D0%B0.jpg"
    },
    {
      "name": "Піца цезар",
      "prices": ["189 грн","279 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["765","1185"],
      "components": "Фірмовий піца соус з томатів, сир Моцарелла, сир Пармезан, бекон, куряче філе, помідор чері, салат айсберг, перепелині яйця, соус Цезар.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [],
      "img": "https://pizzalife.ua/files/images/323/2/%D0%BF%D0%B8%D1%86%D1%86%D0%B0%20%D1%86%D0%B5%D0%B7%D0%B0%D1%80%D1%8C.jpg"
    },
    {
      "name": "Піца Фрі",
      "prices": ["175 грн","239 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["770","1200"],
      "components": "Соус Тар тар, сир Моцарелла, мисливські ковбаски, картопля фрі, помідор, соус Барбекю.",
      "souses": [],
      "dough": [],
      "img": "https://pizzalife.ua/files/images/322/2/%D0%BF%D0%B8%D1%86%D1%86%D0%B0%20%D1%84%D1%80%D0%B8.jpg"
    },
    {
      "name": "Піца Маргарита",
      "prices": ["120 грн","160 грн"],
      "type": ["Сирні"],
      "sizes": ["32", "42"],
      "weight": ["523","785"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, базилік, орегано.",
      "souses": ["Вершковий соус", "Томатний соус"],
      "dough": ["Стандартне", "Тонке"],
      "img": "https://pizzalife.ua/files/images/35/2/%D0%BC%D0%B0%D1%80%D0%B3%D0%B0%D1%80%D0%B8%D1%82%D0%B0.jpg"
    },
    {
      "name": "Піца столична",
      "prices": ["220 грн","300 грн"],
      "type": ["М'ясні", "Фірмові"],
      "sizes": ["32", "42"],
      "weight": ["763","1265"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сири Моцарелла та Пармезан, шинка, салямі, куряче філе, бекон, печериці, помідор, синя цибуля, часник, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [],
      "img": "https://pizzalife.ua/files/images/36/2/%D1%81%D1%82%D0%BE%D0%BB%D0%B8%D1%87%D0%BD%D0%B0%D1%8F.jpg"
    },
    {
      "name": "Піца вегетеріанська",
      "prices": ["159 грн","235 грн"],
      "type": ["Овочеві"],
      "sizes": ["32", "42"],
      "weight": ["673","1135"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, печериці, помідор, перець, кукурудза, цибуля, маслини, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [],
      "img": "https://pizzalife.ua/files/images/61/2/%D0%B2%D0%B5%D0%B3%D0%B5%D1%82%D0%B0%D1%80%D0%B8%D0%B0%D0%BD%D1%81%D0%BA%D0%B0%D1%8F.jpg"
    },
    {
      "name": "Піца Преміата",
      "prices": ["190 грн","280 грн"],
      "type": ["Сирні", "Фірмові"],
      "sizes": ["32", "42"],
      "weight": ["658","995"],
      "components": "Фірмовий піца соус з томатів, сир Моцарелла, сир Пармезан, бекон, куряче філе, помідор чері, салат айсберг, перепелині яйця, соус Цезар.",
      "souses": ["Вершковий соус","Томатний соус"],
      "dough": [],
      "img": "https://pizzalife.ua/files/images/32/2/%D0%BF%D1%80%D0%B5%D0%BC%D0%B8%D0%B0%D1%82%D0%B0.jpg"
    },
    {
      "name": "Піца Сіцилійська",
      "prices": ["170 грн","250 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["643","1015"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, телятина, помідор, перець, маслини, базилік, орегано.",
      "souses": [],
      "dough": [],
      "img": "https://pizzalife.ua/files/images/113/2/%D1%81%D0%B8%D1%86%D0%B8%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B0%D1%8F.jpg"
    },
    {
      "name": "Піца Гроссето",
      "prices": ["258 грн","350 грн"],
      "type": ["Фірмові", "Морські"],
      "sizes": ["32", "42"],
      "weight": ["635","1015"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, лосось, креветки, перець, маслини, лимон, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/263/2/%D0%B3%D1%80%D0%BE%D1%81%D0%B5%D1%82%D1%82%D0%BE.jpg"
    },
    {
      "name": "Піца Фентезі формаджі",
      "prices": ["180 грн","250 грн"],
      "type": ["Сирні"],
      "sizes": ["32", "42"],
      "weight": ["598","930"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сири Моцарелла, Дор Блю, Чеддер, Емменталь, Пармезан, базилік, орегано.",
      "souses": ["Вершковий соус","Томатний соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/33/2/%D1%84%D0%B5%D0%BD%D1%82.%D1%84%D0%BE%D1%80%D0%BC.jpg"
    },
    {
      "name": "Піца Харків'янка",
      "prices": ["199 грн","290 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["758","1245"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сири Моцарелла та Пармезан, телятина, куряче філе, бекон, печериці, помідор, перець, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/37/2/%D1%85%D0%B0%D1%80%D1%8C%D0%BA%D0%BE%D0%B2%D1%87%D0%B0%D0%BD%D0%BA%D0%B0.jpg"
    },
    {
      "name": "Піца Царська",
      "prices": ["230 грн","350 грн"],
      "type": ["М'ясні", "Фірмові"],
      "sizes": ["32", "42"],
      "weight": ["728","1245"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сири Моцарелла, Пармезан, язик, балик, печериці, маслини, початки кукурудзи, помідор Чері, маслини, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/62/2/%D1%86%D0%B0%D1%80%D1%81%D0%BA%D0%B0%D1%8F.jpg"
    },
    {
      "name": "Піца Тоскана",
      "prices": ["190 грн","290 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["695","1100"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сири Моцарелла та Пармезан, шинка, бекон, салямі, перець, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/63/2/%D1%82%D0%BE%D1%81%D0%BA%D0%B0%D0%BD%D0%B0.jpg"
    },
    {
      "name": "Піца Святкова",
      "prices": ["199 грн","299 грн"],
      "type": ["Фірмові"],
      "sizes": ["32", "42"],
      "weight": ["688","1100"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сири Моцарелла, Пармезан, Дор Блю, Чеддер, Емменталь, куряче філе, помідор, перець, маслини, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/81/2/%D0%BF%D1%80%D0%B0%D0%B7%D0%B4%D0%BD%D0%B8%D1%87%D0%BD%D0%B0%D1%8F.jpg"
    },
    {
      "name": "Піца Грибна",
      "prices": ["120 грн","170 грн"],
      "type": ["Сирні"],
      "sizes": ["32", "42"],
      "weight": ["550","840"],
      "components": "Вершковий соус, печериці.",
      "souses": ["Вершковий соус","Томатний соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/115/2/%D0%B3%D1%80%D0%B8%D0%B1%D0%BD%D0%B0%D1%8F.jpg"
    },
    {
      "name": "Піца Фруті ді маре",
      "prices": ["260 грн","350 грн"],
      "type": ["Морські"],
      "sizes": ["32", "42"],
      "weight": ["663","1055"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, мідії, кальмар, тигрова креветка, лимон.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/34/2/%D0%BC%D0%B0%D1%80%D0%B8%D0%BD%D0%B0%D1%80%D0%B0%20%D0%BD%D0%BE%D0%B2..jpg"
    },
    {
      "name": "Піца Баварська",
      "prices": ["175 грн","248 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["636","1000"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, гірчиця, мисливські ковбаски, салямі, печериці, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/65/2/%D0%B1%D0%B0%D0%B2%D0%B0%D1%80%D1%81%D0%BA%D0%B0%D1%8F.jpg"
    },
    {
      "name": "Піца Джамайка",
      "prices": ["159 грн","239 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["635","1002"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, куряче філе, ананас, гострий перець, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/69/2/%D0%B4%D0%B6%D0%B0%D0%BC%D0%B0%D0%B9%D0%BA%D0%B0.jpg"
    },
    {
      "name": "Піца Драго",
      "prices": ["180 грн","270 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["667","1093"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сири Моцарелла та Пармезан, печериці, шинка, салямі, гострий перець, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/70/2/%D0%B4%D1%80%D0%B0%D0%B3%D0%BE.jpg"
    },
    {
      "name": "Піца Класична",
      "prices": ["180 грн","250 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["683","1115"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сири Моцарелла та Пармезан, шинка, салямі, печериці, помідор, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/72/2/%D0%BA%D0%BB%D0%B0%D1%81%D1%81%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F.jpg"
    },
    {
      "name": "Піца Чікен ранч",
      "prices": ["169 грн","240 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["650","1020"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, куряче філе, бекон, соус Ранч, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/73/2/%D1%87%D0%B8%D0%BA%D0%B5%D0%BD%20%D1%80%D0%B0%D0%BD%D1%87.jpg"
    },
    {
      "name": "Піца Гетьманська",
      "prices": ["259 грн","339 грн"],
      "type": ["М'ясні", "Фірмові"],
      "sizes": ["32", "42"],
      "weight": ["808","1295"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сири Моцарелла та Емменталь, шинка, язик, куряче філе, печериці, помідор, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/74/2/%D0%B3%D0%B5%D1%82%D1%8C%D0%BC%D0%B0%D0%BD%D1%81%D0%BA%D0%B0%D1%8F.jpg"
    },
    {
      "name": "Піца Бекон ранч",
      "prices": ["189 грн","265 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["670","1110"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, шинка, бекон, телятина, помідор, перець, соус Ранч, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/75/2/%D0%B1%D0%B5%D0%BA%D0%BE%D0%BD%20%D1%80%D0%B0%D0%BD%D1%87.jpg"
    },
    {
      "name": "Піца Фентезі густо",
      "prices": ["220 грн","299 грн"],
      "type": ["М'ясні", "Фірмові"],
      "sizes": ["32", "42"],
      "weight": ["823","1300"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, свинина, бекон, печериці, перець, синя цибуля, часник, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/76/2/%D1%84%D0%B5%D0%BD%D1%82%D0%B5%D0%B7%D0%B8%20%D0%B3%D1%83%D1%81%D1%82%D0%BE.jpg"
    },
    {
      "name": "Піца Пеперончіно",
      "prices": ["159 грн","250 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["633","1035"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, салямі, перець, печериці, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/78/2/%D0%BF%D0%B5%D0%BF%D0%BF%D0%B5%D1%80%D0%BE%D0%BD%D1%87%D0%B8%D0%BD%D0%B8.jpg"
    },
    {
      "name": "Піца Куряча",
      "prices": ["155 грн","230 грн"],
      "type": ["М'ясні"],
      "sizes": ["32", "42"],
      "weight": ["653","1055"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, куряче філе, помідор, печериці, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/79/2/%D0%BA%D1%83%D1%80%D0%B8%D0%BD%D0%B0%D1%8F.jpg"
    },
    {
      "name": "Піца М'ясний бум",
      "prices": ["199 грн", "299 грн"],
      "type": ["М'ясні", "Фірмові"],
      "sizes": ["32", "42"],
      "weight": ["713","1125"],
      "components": "Фірмовий піца соус з томатів / вершковий соус на вибір, сир Моцарелла, телятина, свинина, куряче філе, бекон, помідор, базилік, орегано.",
      "souses": ["Томатний соус","Вершковий соус"],
      "dough": [""],
      "img": "https://pizzalife.ua/files/images/80/2/%D0%BC%D1%8F%D1%81%D0%BD%D0%BE%D0%B9%20%D0%B1%D1%83%D0%BC.jpg"
    }
  ];

